// 通用文案
"string_key_35"="确认";
"string_key_36"="取消";
"string_key_38"="完成";
"string_key_33"="下一步";
"string_key_34"="上一步";
"string_key_37"="好的";
"string_key_405"="我知道了";
"string_key_373"="重试";
"string_key_163"="关闭";
"string_key_152"="保存";
"string_key_42"="不保存";
"string_key_103"="敬请期待"; // 用于未完成的功能提示
// 日期时间格式
// 启动用户协议弹窗
// 登录主页
"string_key_1"="登录";
"string_key_2"="注册";
// 账号登录
"string_key_176"="地区";
"string_key_11"="请输入手机号 / 邮箱";
"string_key_15"="请输入密码";
"string_key_20"="短信验证码登录";
"string_key_21"="忘记密码";
// 登录提示
"string_key_519"="手机号码或邮箱输入错误";
"string_key_29"="登录成功";
"string_key_268"="请输入正确的手机号";
"string_key_269"="请输入正确的邮箱";
// 选择区域
"string_key_32"="搜索";
// 短信登录
"string_key_13"="请输入手机号";
// 注册
"string_key_10"="用户协议";
"string_key_449"="隐私政策";
"string_key_31"="登录注册及表示同意《用户协议》及《隐私协议》";
"string_key_343"="用户协议与隐私协议";
// 输入验证码（注册、短信登录、忘记密码、重置密码、绑定手机号、邮箱）
"string_key_25"="重新获取";
"string_key_445"="验证码已发送至 %s";
"string_key_27"="验证码发送失败";
"string_key_28"="验证码输入错误";
// 输入密码（注册、忘记密码、修改密码）
"string_key_16"="请输入新密码";
"string_key_17"="请再次输入密码";
"string_key_266"="6-20个字符，包含字母及数字";
"string_key_18"="密码输入不一致";
"string_key_30"="注册成功";
// 主页（无设备）
"string_key_48"="暂无设备";
"string_key_49"="添加设备";
// 主页（有设备）
"string_key_47"="我的设备";
"string_key_50"="在线";
"string_key_51"="离线";
"string_key_52"="设备已离线";
// 主页（解绑设备）
"string_key_170"="解绑设备";
"string_key_171"="确定要解绑设备 %s 吗？解绑设备后，设备将在首页中移除，再次使用需要重新配置。";
// 主页（删除共享设备）
"string_key_8"="删除设备";
"string_key_172"="确定要解绑设备 %s 吗？此设备为共享设备，删除设备后，设备将从此账号的首页中移除，不影响设备共享者的使用。";
// 主页（我的）
"string_key_80"="消息";
"string_key_164"="设备共享";
"string_key_345"="更多服务";
"string_key_82"="帮助与反馈";
"string_key_83"="关于我们";
"string_key_84"="设置";
// 用户信息
"string_key_173"="个人信息";
"string_key_174"="头像";
"string_key_175"="昵称";
"string_key_182"="修改昵称";
"string_key_177"="手机";
"string_key_178"="邮箱";
"string_key_426"="未绑定";
"string_key_179"="修改密码";
"string_key_180"="注销账号";
// Android 权限判断
"string_key_155"="去设置";
// 相册/相机选择
"string_key_184"="拍照";
"string_key_185"="从相册选择";
// 相册
// 用户手机
"string_key_428"="你的手机号";
"string_key_429"="更换手机号";
"string_key_430"="更换手机号码后，下次登录可使用新手机号码登录";
// 更换手机号验证
// 绑定手机
"string_key_443"="手机绑定";
// 用户邮箱
"string_key_431"="你的邮箱";
"string_key_432"="更换邮箱";
"string_key_433"="更换邮箱后，下次登录可使用新邮箱登录";
// 更换邮箱验证
// 绑定邮箱
"string_key_442"="邮箱绑定";
"string_key_14"="请输入邮箱";
// 修改密码（验证手机）
// 修改密码（验证邮箱）
// 删除账号
// 消息中心
"string_key_105"="告警";
"string_key_106"="家庭";
"string_key_107"="通知";
// 消息编辑（通用编辑文案）
"string_key_385"="编辑";
"string_key_44"="删除";
// 消息加载（通用列表加载文案）
"string_key_40"="正在加载中...";
"string_key_41"="到底啦";
// 无消息（通用无列表数据文案）
"string_key_490"="暂无数据";
// 设备共享
"string_key_165"="共享设备";
"string_key_166"="接收设备";
// 设备共享（设备主人）
"string_key_275"="未共享";
"string_key_276"="已共享给%d位好友";
"string_key_167"="共享";
"string_key_168"="此设备已共享给";
"string_key_169"="取消共享";
"string_key_479"="确认要删除%s的使用权限吗?";
"string_key_482"="移除";
"string_key_480"="确定要移除分享吗?";
// 设备共享（接收设备）
"string_key_481"="设备共享者: %s";
// 共享错误提示
// 更多服务
"string_key_362"="语音等第三方接入服务";
"string_key_346"="小度";
"string_key_347"="天猫精灵";
// 连接音箱
"string_key_348"="连接 Alexa";
"string_key_349"="连接 百度小度";
"string_key_350"="连接 天猫精灵";
"string_key_351"="通过 Amazon Echo 系列音箱来控制智能设备。例如：";
"string_key_352"="通过 小度 智能音箱来控制智能设备。例如：";
"string_key_353"="通过 天猫精灵 智能音箱来控制智能设备。例如：";
// 音箱验证码弹窗
"string_key_354"="用验证码连接";
"string_key_355"="详细连接说明";
"string_key_356"="验证码（一次性）";
"string_key_357"="如何使用验证码？";
"string_key_358"="1. 打开 Amazon Alexa 应用";
"string_key_359"="1. 打开 小度音箱 应用";
"string_key_360"="1. 打开 天猫精灵 应用";
"string_key_361"="2. 前往技能登录页面，填写验证码";
"string_key_363"="复制";
"string_key_364"="复制完成";
// 帮助与反馈
"string_key_448"="常见问题";
"string_key_278"="客服电话";
"string_key_447"="意见反馈";
"string_key_446"="反馈历史";
// 编辑反馈
"string_key_455"="反馈类型";
"string_key_450"="请选择反馈类型";
"string_key_453"="反馈内容";
"string_key_451"="请输入您要反馈的问题";
"string_key_452"="联系方式";
"string_key_511"="请输入联系方式";
"string_key_456"="提交";
// 反馈提交成功
"string_key_454"="您的意见已经成功反馈，我们将尽快处理，感谢您对本应用的支持！";
// 反馈会话
// 关于我们
"string_key_515"="发现新版本";
// 升级弹窗
"string_key_159"="立即更新";
// 设置
"string_key_104"="退出登录";
// 消息设置
// 通用加载提示
"string_key_71"="设备连接网络超时";
"string_key_423"="服务器连接失败";
// 网页加载失败
// 配网（选择型号）
// 配网（设置网络）
"string_key_53"="请选择一个网络用于连接您的设备";
"string_key_54"="如果你的Wi-Fi是5GHz的，请先设置为2.4GHz";
"string_key_274"="常见路由器的设置方法";
"string_key_55"="选择设备工作wifi";
"string_key_57"="请输入wifi密码";
// 配网条件检查流程（Android）
"string_key_56"="目前手机没有连接Wi-Fi";
"string_key_65"="去连接";
"string_key_484"="去开启";
// 配网引导-开启电源
"string_key_472"="开启电源";
"string_key_473"="确保主机在开启状态";
// 配网引导-设置配网模式
"string_key_483"="设置配网模式";
"string_key_500"="重置设备";
"string_key_61"="同时按住回充键和局部清扫键5S，听到语音提示后松开，Wi-Fi指示灯闪烁";
// A5配网引导
// 搜索设备（Android+满足条件）
"string_key_62"="选择设备";
// 设备标准名称
// 未搜索到设备
// 连接设备热点
"string_key_63"="打开手机“设置－无线局域网”，连接上图所示Wi-Fi网络";
"string_key_64"="确认连接无误，继续下一步";
// 配网中
"string_key_66"="确保 Wi-Fi 信号良好";
"string_key_67"="确保设备处于通电状态";
"string_key_68"="寻找设备";
"string_key_69"="注册到云";
"string_key_70"="设备初始化";
// 配网取消
"string_key_467"="将停止添加设备，是否确认退出？";
// 配网失败
"string_key_72"="请排查以下问题后重试";
"string_key_73"="1. 确认设备已重置，灯在慢闪";
"string_key_74"="2. 是否连接到设备热点";
"string_key_75"="3. 核对 Wi-Fi 密码是否正确";
"string_key_77"="更多配网常见问题";
"string_key_76"="按步骤重试";
// 无Wifi配网引导
// 无Wifi配网设置
// 无wifi连接设备热点
// 无wifi配网中（提示开启热点）
// 下方开始是清扫页文案
// 清扫页-无地图
"string_key_39"="暂无地图";
"string_key_422"="定位中";
"string_key_414"="无分区地图";
// 清扫页-功能
"string_key_118"="地图管理";
"string_key_119"="模式设置";
// 清扫页-工作状态
"string_key_108"="全屋清扫"; // auto
"string_key_109"="全屋清扫暂停"; // auto_pause
"string_key_111"="回充"; // return_dock
"string_key_474"="回充暂停"; // return_dock_pause
"string_key_110"="回充"; // return_navi
"string_key_115"="重定位"; // return_relocate
"string_key_475"="划区清扫"; // paint
"string_key_112"="划区清扫暂停"; // paint_pause
"string_key_476"="选区清扫"; // select
"string_key_113"="选区清扫暂停"; // select_pause
"string_key_114"="待机"; // stop
"string_key_477"="重定位"; // relocate
"string_key_116"="待机"; // suspend
"string_key_308"="局部清扫"; // part
"string_key_98"="充电中";
"string_key_415"="充电完成";
// 清扫页-清扫信息（单位）
"string_key_344"="坪";
// 清扫页-清扫控制
"string_key_91"="开始清扫";
"string_key_92"="暂停清扫";
"string_key_94"="继续清扫";
"string_key_95"="开始回充";
"string_key_96"="暂停回充";
"string_key_97"="继续回充";
"string_key_85"="选区";
"string_key_86"="全屋";
"string_key_87"="划区";
// 清扫页-清扫区域选择
"string_key_88"="选区清扫";
"string_key_89"="全屋清扫";
"string_key_90"="划区清扫";
// 清扫页-选区划区编辑
"string_key_403"="增加区域";
"string_key_404"="清扫次数";
"string_key_100"="请在地图上画清扫区域"; // 暂无使用
"string_key_101"="已添加%d个清扫区域";
"string_key_411"="请添加清扫区域";
"string_key_410"="划区数量已达上限";
"string_key_412"="请选择清扫区域";
"string_key_413"="已选择%d个清扫区域";
"string_key_499"="请勿将区域放置到地图范围外。";
// 清扫页-地图加载超时
"string_key_392"="加载超时，请重试";
// 清扫页-告警
"string_key_209"="电量低";
"string_key_238"="请及时充电";
"string_key_210"="轮子悬空";
"string_key_239"="请将机器放回地面后启动";
"string_key_211"="驱动轮异常";
"string_key_240"="请转动轮子并清理异物";
"string_key_212"="下视传感器异常";
"string_key_241"="请清理下视传感器并远离悬崖后启动";
"string_key_213"="机器被卡住";
"string_key_242"="请协助机器脱困";
"string_key_214"="气压检测异常";
"string_key_243"="请关闭尘桶或检查尘桶过滤网/吸尘通道/尘盒是否被堵住";
"string_key_215"="尘袋检测异常";
"string_key_244"="请检查尘袋是否已安装";
"string_key_216"="边刷异常";
"string_key_245"="请检查边刷是否被缠绕";
"string_key_217"="滚刷异常";
"string_key_246"="请检查滚刷是否被缠绕";
"string_key_218"="NoDustBox";
"string_key_247"="请安装尘盒";
"string_key_219"="主撞板异常";
"string_key_248"="请清理并轻拍撞板";
"string_key_220"="尘满检测异常";
"string_key_249"="请立即更换尘袋";
"string_key_221"="DustCaseExp";
"string_key_250"="尘盒已满";
"string_key_222"="BatteryErr";
"string_key_251"="电池异常";
"string_key_223"="FrontViewErr";
"string_key_252"="前视组件异常";
"string_key_224"="GyroError";
"string_key_253"="陀螺仪组件异常";
"string_key_225"="风机异常";
"string_key_254"="主人请清理风机";
"string_key_226"="轮子码盘值异常";
"string_key_255"="请转动轮子并清理异物";
"string_key_227"="激光头异常";
"string_key_256"="请检查LDS并移动机器人后启动";
"string_key_228"="激光头撞板异常";
"string_key_257"="请移动机器人并轻拍LDS撞板";
"string_key_229"="机器人倾斜";
"string_key_258"="请放置在水平地面启动";
"string_key_230"="机器无法充电";
"string_key_259"="请打开开关电源后充电";
"string_key_231"="磁感应异常";
"string_key_260"="请将机器远离磁场后启动";
"string_key_232"="拖地异常";
"string_key_261"="请将机器搬离地毯后启动";
"string_key_233"="禁区启动异常";
"string_key_262"="请将机器搬离禁区后启动";
"string_key_234"="沿墙传感器异常";
"string_key_263"="请擦拭沿墙传感器";
"string_key_235"="内部错误";
"string_key_264"="主人请恢复出厂设置后启动";
"string_key_236"="充电器异常";
"string_key_265"="请使用规定适配器充电";
"string_key_485"="机器被困住";
"string_key_486"="请移除主机周围障碍物或换到新位置启动";
"string_key_487"="局部清扫错误";
"string_key_488"="请将机器放到需要清扫的区域再启动局部清扫";
// 清扫参数编辑弹窗
"string_key_120"="清洁吸力";
"string_key_121"="拖地水量";
"string_key_382"="抹布未安装";
// 吸力
"string_key_128"="关闭";
"string_key_129"="静音";
"string_key_130"="低档";
"string_key_131"="中档";
"string_key_132"="高档";
// 水量
"string_key_128"="关闭";
"string_key_127"="低";
"string_key_126"="中";
"string_key_125"="高";
"string_key_425"="超高";
// 清扫次数（暂无使用-预留）
// 地图管理弹窗-未开启保存地图
"string_key_489"="地图保存未启用";
"string_key_369"="开启后可对地图进行分区，并制定个性化的清扫方案";
// 未开启存图提示
"string_key_390"="地图保存未启用，开启后可使用该功能";
// 地图管理弹窗-开启保存地图
"string_key_365"="当前地图";
"string_key_367"="新地图";
"string_key_366"="地图";
"string_key_145"="禁区设置";
"string_key_146"="分区编辑";
"string_key_147"="定制模式";
"string_key_148"="清扫顺序";
// 地图管理-未开启保存地图
"string_key_370"="地图保存";
"string_key_375"="地图保存说明：";
"string_key_463"="地图保存开关开启后，地图可进行手动存储，存储后地图自动分区。";
"string_key_464"="存储后的地图可进行地图名字修改，增加或修改虚拟墙禁区，切换地图到首页的操作。";
"string_key_465"="地图最多可以保存4张，可用于多楼层地图的管理。";
"string_key_466"="保存地图后，若发现地图、路线混乱，或清扫行为异常，请删除地图后重新清扫建图。";
// 地图管理-已开启保存地图
"string_key_387"="地图创建中...";
"string_key_368"="当前地图未自动保存";
"string_key_384"="改名";
"string_key_386"="切换";
"string_key_374"="创建新地图";
"string_key_372"="获取失败"; // 加载失败提示
// 地图管理-保存地图提示
"string_key_400"="另存为新地图";
// 地图管理-命名
"string_key_388"="地图名称";
// 地图管理-删除地图提示
"string_key_389"="是否删除地图 %s？";
// 地图管理-创建新地图
"string_key_395"="探索建图小贴士";
"string_key_396"="1. 打开所有机器人清扫的房间门";
"string_key_397"="2. 清理地上散落的线材杂物等，避免卡困";
"string_key_398"="3. 建图过程中请勿随意搬动机器人和充电座";
"string_key_402"="开始创建";
// 地图管理-关闭地图保存提示
"string_key_394"="关闭后将同步清空地图与相关设置！";
// 禁区编辑
"string_key_149"="虚拟墙";
"string_key_150"="扫拖禁区";
"string_key_151"="拖地禁区";
"string_key_435"="虚拟墙数量已达上限";
"string_key_436"="禁区数量已达上限";
// 禁区编辑-检查提示
"string_key_406"="充电座在禁区/虚拟墙内，继续保存可能无法回充";
"string_key_407"="机器人疑似在禁区/虚拟墙内，继续保存可能无法启动";
"string_key_457"="禁区离充电座太近，请调整禁区位置";
"string_key_458"="虚拟墙离充电座太近，请调整虚拟墙位置";
// 分区编辑
"string_key_501"="区域分割";
"string_key_503"="区域合并";
"string_key_505"="区域命名";
// 操作提示
"string_key_502"="请选择一个区域分割";
"string_key_512"="请在区域上画分割线";
"string_key_504"="请选择相邻区域合并";
"string_key_506"="请选择重命名的区域";
// 编辑错误提示
"string_key_513"="分区数量已达到上限";
"string_key_514"="无可合并的区域";
// 房间名称
"string_key_522"="区域名称";
"zone_name_0"="房间";
"zone_name_1"="餐厅";
"zone_name_2"="厨房";
"zone_name_3"="卧室";
"zone_name_4"="卫生间";
"zone_name_5"="老人房";
"zone_name_6"="儿童房";
"zone_name_7"="主卧";
"zone_name_8"="次卧";
"zone_name_9"="书房";
"zone_name_10"="阳台";
"zone_name_11"="客厅";
"zone_name_12"="走廊";
"zone_name_13"="衣帽间";
// 定制模式
"string_key_509"="清空模式";
"string_key_507"="请选择区域，设定吸力、水量";
"string_key_517"="未定制";
"string_key_518"="取消定制";
// 定制顺序
"string_key_516"="清空顺序";
"string_key_508"="请选择区域，设定清扫顺序";
// 设备-设置
"string_key_143"="寻找设备";
"string_key_133"="机器人设置";
"string_key_134"="地图管理";
"string_key_135"="语音及音量";
"string_key_136"="定时清扫";
"string_key_137"="指哪到哪";
"string_key_138"="遥控模式";
"string_key_139"="清扫记录";
"string_key_140"="耗材和维护";
"string_key_141"="联系客服";
"string_key_510"="问题反馈";
"string_key_142"="固件更新";
"string_key_144"="删除设备";
// 机器人设置
"string_key_4"="设备名称";
// 暂时隐藏-预留
"string_key_290"="地毯增压模式";
"string_key_291"="当机器人识别到地毯区域时，自动加大吸力；离开地毯后，自动恢复正常吸力";
"string_key_292"="断点续扫";
"string_key_293"="若机器人因电量不足而未完成清扫，回充补电后，会继续完成之前的清扫";
"string_key_521"="Y字型清扫";
"string_key_459"="机器人时区";
"string_key_296"="勿扰模式";
"string_key_297"="勿扰时间段内不自动断点续扫，并降低语音音量";
"string_key_191"="开启时间";
"string_key_298"="结束时间";
"string_key_299"="面积单位";
// 时间选择弹窗
"string_key_205"="时";
"string_key_206"="分";
// 面积单位选择弹窗
"string_key_417"="平方米(m²)";
"string_key_418"="英尺(ft²)";
"string_key_419"="坪";
// 语音设置
"string_key_300"="机器人音量";
"string_key_301"="可拖动滑杆调节并试听机器人语音音量大小";
"string_key_302"="机器人语音";
"string_key_305"="使用中";
"string_key_306"="使用";
"string_key_303"="标准普通话";
"string_key_307"="经典女生";
"string_key_304"="英文";
// 定时清扫-列表
"string_key_520"="确定删除该定时?";
// 定时清扫-编辑
"string_key_190"="设置定时";
"string_key_192"="重复";
"string_key_193"="工作模式";
"string_key_424"="您设置的定时重复了";
// 定时清扫-周期弹窗
"string_key_194"="执行一次";
"string_key_197"="每天";
"string_key_196"="周一到周五";
"string_key_195"="周末";
"string_key_207"="自定义";
// 定时清扫-周选择弹窗
"string_key_198"="周日";
"string_key_199"="周一";
"string_key_200"="周二";
"string_key_201"="周三";
"string_key_202"="周四";
"string_key_203"="周五";
"string_key_204"="周六";
// 指哪到哪
"string_key_309"="去这里";
"string_key_93"="暂停";
"string_key_420"="开始指哪到哪将暂停当前任务";
"string_key_408"="确定停止指哪到哪?";
// 遥控模式
"string_key_460"="回充";
"string_key_421"="开始遥控将暂停当前任务";
"string_key_189"="为避免不必要碰撞，使用该功能时请确保机器人处于视线范围内";
// 清扫记录列表
"string_key_310"="累计时长";
"string_key_312"="累计面积";
"string_key_313"="清扫次数";
// 清扫记录-启动方式
"string_key_324"="App启动";
"string_key_325"="遥控器启动";
"string_key_326"="定时清扫启动";
"string_key_327"="主机启动";
"string_key_328"="语音启动";
"string_key_461"="按键启动";
// 清扫记录-完成状态
"string_key_329"="清扫完成";
"string_key_330"="手动中断";
"string_key_469"="低电中断";
"string_key_331"="异常中断";
"string_key_492"="回充补电";
// 清扫记录详情
"string_key_314"="清扫详情";
"string_key_316"="清扫时间";
"string_key_315"="清扫面积";
// 耗材维护列表
"string_key_317"="边刷";
"string_key_318"="滚刷";
"string_key_319"="高效滤网";
"string_key_320"="传感器维护";
"string_key_321"="日常维护";
"string_key_322"="预计剩余 %d小时 更换";
"string_key_468"="预计剩余 %d小时 清理";
// 耗材维护详情
"string_key_333"="已工作";
"string_key_334"="剩余";
"string_key_335"="边刷用于将角落的垃圾聚拢至机器滚刷下方吸入，工作过程会有磨损，影响清洁效率，建议≤%d小时更换一次。";
"string_key_336"="滚刷通过高速旋转将垃圾卷入尘盒，工作过程会有磨损，影响清洁效率，建议≤%d小时更换一次。";
"string_key_337"="滤芯可有效防止吸入尘盒的灰尘溢出。为避免滤芯堵塞影响清洁效率，应定时清洁高效滤网与过滤海棉，建议≤%d小时更换一次高效滤网。";
"string_key_338"="传感器包含沿墙传感器及下视感应器，可防止机器的撞击与跌落。清洁过程可能沾染上灰尘造成感应异常，建议每工作%d小时用干抹布擦拭一次。";
"string_key_340"="适时保养您的设备，维持良好的工作状态";
"string_key_341"="我已更换";
"string_key_342"="我已清理"; // 传感器专用
// 联系客服
"string_key_279"="客服邮箱";
"string_key_280"="微信公众号";
"string_key_281"="产品信息";
"string_key_282"="问题日志上报";
// 产品信息
"string_key_283"="产品序列号";
"string_key_284"="App版本";
"string_key_285"="核心板版本";
"string_key_286"="Mcu版本";
"string_key_287"="Wi-Fi名称";
"string_key_288"="IP地址";
"string_key_289"="Mac地址";
// 固件更新-有更新
"string_key_161"="检查固件更新";
"string_key_157"="当前版本：";
"string_key_158"="最新版本：";
// 固件更新-更新中及错误提示
"string_key_162"="升级中";
"string_key_478"="设备电量不足，为避免升级失败，请先将设备充至足够电量后再升级";
"string_key_498"="请将主机移至充电座上再进行升级";
"string_key_494"="升级大约需要3~5分钟，请勿关闭电源，保持网络通畅，等待升级完成后再使用";
"string_key_495"="自动保持设备最新";
"string_key_496"="开启自动升级功能后，设备将自动进行升级。重要功能升级仍需确认后进行";
"string_key_497"="开启后，设备将在默认非活跃时间段进行升级，升级过程中会出现短暂离线";
"string_key_187"="升级失败";
// 固件更新-弹窗
"string_key_160"="此版本有重大更新，需升级后才可继续使用产品";
"string_key_186"="恭喜您，升级成功"; // 固件更新-弹窗-升级成功
"string_key_493"="发现新语音";
// 控制设备提示信息
"string_key_393"="当前清扫未完成，是否结束并返回充电";
"string_key_371"="机器人未完成清扫，请结束清扫后再使用";
"string_key_383"="机器人运动中，是否结束并设置新清扫";
"string_key_381"="当前任务未完成，请结束后再试";
"string_key_470"="清扫完成，发现新地图";
"string_key_471"="清扫完成，发现新区域";
"string_key_462"="响应超时";
// 预留词汇
"string_key_153"="请在地图上画新禁区";
// 下面是Ios专用词汇
"string_key_22"="验证码";
"string_key_23"="请输入验证码";
"string_key_24"="获取验证码";
"string_key_45"="密码登录";
"string_key_154"="目前没有开启精准定位，会影响到您wifi的获取";
"string_key_156"="目前手机没有开启定位服务";
"string_key_267"="账号不能为空";
"string_key_270"="剩余";
"string_key_272"="重置密码";
"string_key_271"="重置成功";
"string_key_273"="重置";
"string_key_277"="请输入账号";
"string_key_332"="继续";
"string_key_409"="无地图";
"string_key_444"="绑定成功";
"string_key_401"="更新";
"string_key_491"="没有获取到token检查手机是否联网";
// Ios Key 用到 string_key_522
// 下面是A5控制页所用词汇
// A5清扫页
// A5设置页

// 20220325
"string_key_523"="局部清扫"; // 动词
"string_key_524"="选择国家/地区";
"string_key_525"="执行通知";
"string_key_526"="反馈问题";
//"string_key_527"="注销账号"; // string_key_180

//"string_key_528"="尊敬的用户"; // 动词
//"string_key_529"="如果您确定提交“注销账号”申请，账号注销于";
"string_key_528"="尊敬的用户\n如果您确定提交“注销账号”申请，账号注销于";
"string_key_530"="鉴于此，我们将删除您账户中的个人数据";
"string_key_531"="如撤销“注册账号”申请，请在上述时间前登录应用程序即可撤销";
"string_key_532"="感谢您的使用";
"string_key_533"="继续注销";
"string_key_534"="修改密码成功请重新登录";
"string_key_535"="点击“获取验证码”，验证码将发送到您的手机：%s";
"string_key_536"="点击“获取验证码”，验证码将发送到您的邮箱：%s";
"string_key_537"="身份验证";
"string_key_538"="通过 Amazon Echo 系列音箱来控制智能设备。例如：";
"string_key_539"="连接 Google";
"string_key_540"="1. 打开 Google Home 应用";
"string_key_541"="超时";
"string_key_542"="您邀请的用户属于不同地区，可能无法共享设备";
"string_key_543"="已超过最大字体数限制";
"string_key_544"="下载中";
"string_key_545"="当前编辑未保存，是否保存？";


